[
  {
    "city": "New York",
    "date": "July 2024 onwards",
    "place_description": "I moved to NYC to pursue a Master's in Information Systems with a focus in urban tech at Cornell Tech. Here, I got to work on some cool projects that deepened my understanding of emerging technologies and urban planning."
  },
  {
    "city": "Berkeley",
    "date": "August 2018-May 2022",
    "place_description": "I spent my early twenties in Berkeley, where I earned a B.A. in Data Science and Economics from the University of California, Berkeley. \n\nLiving in the long shadow of Silicon Valley shaped my understanding of how the world works and who runs it.\n\nStill, the sun hits different in California.",
    "playlist": "https://open.spotify.com/playlist/1aUq0gXQwcXCWbmpLqDK0Y?si=0191428cf5104043"
  },
  {
    "city": "Cafenated, North Berkeley",
    "image": "/assets/cafenated.png",
    "place_description": "As a project manager at Microfinance at Berkeley, a small business consulting club at UC Berkeley, I led a website redesign for a local café that was transforming its patio into an event venue. The café wanted to enhance its existing website to allow customers to view and book the patio space online. Working closely with the owner, our team designed and prototyped the full booking experience, aligning it with the café’s brand and business goals. Check out the <a href=\"https://www.figma.com/proto/58uCZ0OF3uRz9eCCmaFG0n/Cafenated-Patio--Copy-?node-id=24-2&p=f&t=yLW82Aj5xihTGzwr-1&scaling=scale-down&content-scaling=fixed&page-id=0%3A1\" target=\"_blank\" rel=\"noopener noreferrer\">Figma prototype</a> we created!"
  },
  {
    "city": "Oakland",
    "date": "August 2022-July 2024",
    "place_description": "I spent my early twenties in Oakland, California, where I began my career at an insurance firm. Check out the playlist, an ode to California.",
    "playlist": "https://open.spotify.com/playlist/6UADKvCNvJOQggMG8TEfV3?si=2dc111eb8bc44a59"
  },
  {
    "city": "San Francisco",
    "place_description": "While I never lived in San Francisco, the city left a lasting impression on me. I spent the pandemic years here and observed how a city built around tech can sometimes leave other industries and institutions by the wayside. Be that as it may, it was here that I first explored public transit data and open-source urban analytics, with much of my early work focused on the Bay Area Rapid Transit (BART) system."
  },
  {
    "city": "Mumbai",
    "date": "2004-2006; 2013-2018",
    "place_description": "Mumbai is where my parents live, so it is the closest to a home. I completed my high school years here!"
  },
  {
    "city": "Hawaii",
    "place_description": "I got to work on a cool taxonomy project when I was a research asssitant at UC Berkeley's Essig Museum of Entomology. A couple years later, I visited Oahu and Maui with some friends."
  },
  {
    "city": "Yokohama",
    "date": "2006-2008",
    "place_description": "My parents and I lived in Yokohama for two years. I remember riding on the local subways and bullet trains with my mom. Looking back, this is probably where my appreciation for public transit first began."
  },
  {
    "city": "Singapore",
    "date": "2008-2012",
    "place_description": "After Japan, my parents and I moved to Singapore. It's a small country, so I know it's hard to compare to places like the U.S. or India, but it showed me what's possible when a city is thoughtfully planned.",
    "playlist": "https://open.spotify.com/playlist/525WRgwziKIrfQY9chZ6c6?si=de8173ea23bf4c1f"
  },
  {
    "city": "Sydney",
    "date": "2012-2013",
    "place_description": "After Singapore, my parents and I moved to Sydney—a different ballgame altogether. The car-centric lifestyle was a bit tough for my mom and me, since we were used to walking everywhere. It felt isolating after living in such pedestrian-friendly cities, but it was also one of the most beautiful places I've ever seen.",
    "playlist": "https://open.spotify.com/playlist/18d898u6NOd4pFKiA4O9QP?si=12ff53a599134c99"
  },
  {
    "city": "San Diego",
    "date": "2025",
    "place_description": "I was selected as a student assistant for ESRI's User Conference, one of the world's largest GIS conferences, held in San Diego, California."
  },
  {
    "city": "Palm Springs",
    "date": "2025",
    "place_description": "I was selected as a student assistant for ESRI's Developer & Technology Summit in Palm Springs, California. I really enjoyed Palm Springs!"
  },
  {
    "city": "Arizona",
    "place_description": "As a product analyst for an insurance firm, I was responsible for Personal Lines Auto and Property insurance for Arizona, Nevada, and Utah. While I never got to visit these states, I did get to work on some cool projects that helped me understand the ins and outs of the insurance industry."
  },
  {
    "city": "Nevada",
    "place_description": "As a product analyst for an insurance firm, I was responsible for Personal Lines Auto and Property insurance for Arizona, Nevada, and Utah. While I never got to visit these states, I did get to work on some cool projects that helped me understand the ins and outs of the insurance industry."
  },
  {
    "city": "Utah",
    "place_description": "As a product analyst for an insurance firm, I was responsible for Personal Lines Auto and Property insurance for Arizona, Nevada, and Utah. While I never got to visit these states, I did get to work on some cool projects that helped me understand the ins and outs of the insurance industry."
  },
  {
    "city": "Walnut Creek",
    "place_description": "My office was in Walnut Creek when I worked as a product analyst at an insurance firm."
  },
  {
    "city": "West Hollywood",
    "image": "/assets/weho.png",
    "place_description": "Some Urban Tech students and I investigated smart city initiatives in West Hollywood, including smart buses, nodes, and streetlights, and proposed a post-pandemic plan to sustain and expand them. Here's a <a href=\"https://docs.google.com/presentation/d/12oTSDSqduQpqlfIaITrERdzDXeJ0nlA6CQtvTHFjfg4/edit?usp=sharing\" target=\"_blank\" rel=\"noopener noreferrer\">presentation</a> we made."
  },
  {
    "city": "New Jersey",
    "place_description": ""
  },
  {
    "city": "Roosevelt Island",
    "date": "July 2024-present",
    "place_description": "Cornell Tech's campus is located on Roosevelt Island, a thin strip of land island in the East River between Manhattan and Queens. This is also where I live."
  },
  {
    "city": "Cafe Aviva, Roosevelt Island",
    "date": "September 2024",
    "image": "/assets/cafe_aviva.png",
    "place_description": "As part of my HCI & Design coursework, I collaborated with a team of MS students to design a new e-commerce website for the soon-to-launch Café Aviva on Roosevelt Island. We spoke with the owner, Alon Kruvi, to understand his goals, aesthetic preferences, and the atmosphere he envisioned for the café. Next, we created a high-fidelity prototype in Figma that reflects his brand’s style and layout. Take a look at the <a href=\"https://www.figma.com/proto/oggb8fwW0s0rt300eL0ZsU/Cafe-Aviva-Prototype?node-id=1-6&starting-point-node-id=1%3A6&scaling=scale-down&content-scaling=fixed&t=umlMfbUz3BdTsZNQ-1\" target=\"_blank\" rel=\"noopener noreferrer\">prototype!</a>."
  },
  {
    "city": "Brooklyn (BK11)",
    "place_description": "I identified optimal tree planting locations using land surface temperature data from Sentinel EO Hub's Landsat 8 LIDAR (shown in red) and Michael Treglia's 'practical canopy' framework, which considers land use, cover, and infrastructure constraints (shown in green). This map presents the results of that analysis for BK11 community district.",
    "image": "/assets/extremeheat_BK11.png"
  },
  {
    "city": "Brooklyn (BK17)",
    "place_description": "I identified optimal tree planting locations using land surface temperature data (Sentinel EO Hub's Landsat 8 LIDAR) and Michael Treglia's 'practical canopy' framework, which considers land use, cover, and infrastructure constraints. This map presents the results of that analysis for BK17 community district.",
    "image": "/assets/extremeheat_BK17.png"
  },
  {
    "city": "Bronx (BX5)",
    "place_description": "I identified optimal tree planting locations using land surface temperature data from Sentinel EO Hub's Landsat 8 LIDAR (shown in red) and Michael Treglia's 'practical canopy' framework, which considers land use, cover, and infrastructure constraints (shown in green). This map presents the results of that analysis for BX5 community district.",
    "image": "/assets/extremeheat_BX5.png"
  },
  {
    "city": "Manhattan (MN10)",
    "place_description": "I identified optimal tree planting locations using land surface temperature data from Sentinel EO Hub's Landsat 8 LIDAR (shown in red) and Michael Treglia's 'practical canopy' framework, which considers land use, cover, and infrastructure constraints (shown in green). This map presents the results of that analysis for MN10 community district.",
    "image": "/assets/extremeheat_MN10.png"
  },
  {
    "city": "Queens (QN2)",
    "place_description": "I identified optimal tree planting locations using land surface temperature data from Sentinel EO Hub's Landsat 8 LIDAR (shown in red) and Michael Treglia's 'practical canopy' framework, which considers land use, cover, and infrastructure constraints (shown in green). This map presents the results of that analysis for QN2 community district.",
    "image": "/assets/extremeheat_QN2.png"
  },
  {
    "city": "Lower Manhattan",
    "place_description": "I identified optimal tree planting locations in the five boroughs of NYC using land surface temperature data from Sentinel EO Hub's Landsat 8 LIDAR (shown in red) and Michael Treglia's 'practical canopy' framework, which considers land use, cover, and infrastructure constraints (shown in green). This map shows the two metrics across NYC.",
    "image": "/assets/extremeheat.png"
  },
  {
    "city": "Christchurch",
    "date": "January 2025",
    "place_description": "I got to visit New Zealand with my parents. I really loved this country. It is fascinating how they rebuilt Christchurch after the 2011 earthquake. Look at the <a href=\"https://www.youtube.com/watch?v=tgydPEA86HA\" target=\"_blank\" rel=\"noopener noreferrer\">video</a> I shot of Border Collie and Hunt Away dogs herding sheep in Agrodome, Rotorua in the North Island!",
    "playlist": "https://open.spotify.com/playlist/0ip84tD0XEaMdr2YyHeDpQ?si=78c2b472c7e841d3"
  },
  {
    "city": "London",
    "date": "June 2024",
    "playlist": "https://open.spotify.com/playlist/63uV7EESnxrHDFNRCD3c8W?si=9b42c7401a9e4600"
  }
]
