[
  {
    "city": "New York",
    "date": "July 2024 Onwards",
    "place_description": "I moved to NYC to pursue a Master's in Information Systems with a focus in urban tech at Cornell Tech. I live on Roosevelt Island, a thin strip of land between Manhattan and Queens. Here, I got to work on some cool projects that deepened my understanding of emerging technologies and urban planning."
  },
  {
    "city": "Berkeley",
    "date": "August 2018-July 2024",
    "place_description": "I spent my early twenties in Berkeley and Oakland, California. I earned a B.A. in Data Science and Economics from the University of California, Berkeley, and began my career at an insurance firm. \n\nLiving in the long shadow of Silicon Valley shaped my understanding of how the world works and who runs it.\n\nStill, the sun hits different in California. \n\nCue Phantom Planet's \"California.\""
  },
  {
    "city": "Mumbai",
    "date": "2004-2006; 2013-2018",
    "place_description": "Mumbai is my home; it's where my parents live. I'm Konkani, and my dad's side of the family is from Karnataka. I completed my high school years here, so I have an adolescent bond with the city. It's the city of dreams, and boy, did I dream."
  },
  {
    "city": "Hawaii",
    "place_description": "I visited Oahu and Maui in Hawaii when I lived in California. I got to work on a cool taxonomy project when I was a research asssitant at UC Berkeley's Essig Museum of Entomology."
  },
  {
    "city": "Yokohama",
    "date": "2006-2008",
    "place_description": "Konichiwa! My parents and I lived in Yokohama, Japan for two years. I remember little of it, but I do remember travelling a lot on the local transit with my mom. I think my appreication for public transit began here."
  },
  {
    "city": "Singapore",
    "date": "2008-2012",
    "place_description": "After Japan, my parents and I moved to Singapore. Singapore is a haven for urban enthusiasts. I loved the city's public transit system and the greenery. I know it's a small country, and it is difficult to scale its amenities to a country like United States or India. But it did lay a strong foundation for what a city can offer to its residents when it is well planned."
  },
  {
    "city": "Sydney",
    "date": "2012-2013",
    "place_description": "After Singapore, my parents and I moved to Sydney. Sydney was a different ballgame altogether. The car haven was challenging for my mom and I who were used to walking everywhere. Also, it was an isolating expeirence, haivng lived in hustling and bustling cities for so long. On the other hand, it was one of the most beautiful cities I've ever seen."
  },
  {
    "city": "San Diego",
    "date": "2025",
    "place_description": "I was selected as a student assistant for ESRI's User Conference, one of the world's largest GIS conferences, in San Diego, California."
  },
  {
    "city": "Palm Springs",
    "date": "2025",
    "place_description": "I was selected as a student assistant for ESRI's Developer & Technology Summit in Palm Springs, California. I loved Palm Springs. Maybe, I'll move there when I am ready to retire."
  },
  {
    "city": "San Francisco",
    "place_description": "While I never lived here, I do have friends who live here. I've visited a few times, and I love the city. I've also worked on a few projects here."
  }
]
